Repository: jurialmunkey/script.skinvariables
Catalog: resources/language/resource.language.*/strings.po
Languages: ar_sa

# #32000
source: Constructing Variables...
ar_sa: كتابة المتغيرات

# #32001
source: Skin Variables
ar_sa: متغييرات المظهر

# #32002
source: Skin Viewtypes
ar_sa: طرق عرض المظهر

# #32003
source: Constructing Viewtypes...
ar_sa: جار بناء طرق العرض...

# #32004
source: Choose viewtype
ar_sa: اختر طريقة العرض لـ

# #32005
source: Building default rules for
ar_sa: بناء الشروط الافتراضية لـ

# #32009
source: Choose plugin to customise
ar_sa: اختر الإضافة المراد تخصيصها

# #32010
source: Choose content to customise
ar_sa: اختر المحتوى المراد تخصيصه

# #32011
source: Reset all {} views...
ar_sa: إعادة تعيين كافة طرق العرض لـ{} ...

# #32012
source: Add plugin view...
ar_sa: إدراج إضافة أخرى...

# #32013
source: Customise viewtypes
ar_sa: تخصيص طرق العرض

# #32014
source: Reset {} Views
ar_sa: إعادة تعيين طرق العرض لـ{} ...

# #32015
source: Do you wish to reset all {} views to default
ar_sa: هل ترغب في إعادة تعيين كافة طرق العرض لـ{} إلى الوضع الافتراضي

# #32016
source: Choose item to modify
ar_sa: قم باختيار عنصر للتعديل

# #32017
source: Choose item to delete
ar_sa: قم باختيار عنصر للمسح

# #32018
source: Successfully added [B]{}[/B] to [B]{}[/B]
ar_sa: استيراد عنصر

# #32020
source: Added to menu
ar_sa: تمت الاضافة للقائمة

# #32021
source: Add to menu
ar_sa: اضافة للقائمة

# #32022
source: No skinshortcuts found to import.
ar_sa: لا يوجد اختصار للمظهر للاستيراد

# #32023
source: Add as menu
ar_sa: اضافة كقائمة

# #32024
source: Added as menu
ar_sa: اضيفت كقائمة

# #32025
source: Successfully added [B]{}[/B] as [B]{}[/B]
ar_sa: اعادة كتابة القائمة

# #32027
source: Importing will overwrite your current menus and setup. Are you sure?
ar_sa: الاستيراد سيقوم باعدة الكتابة للاعدادت والقوائم، هل انت متاكد؟

# #32028
source: Successfully imported [B]{}[/B] to [B]{}[/B]
ar_sa: اختار عنصر

# #32030
source: Add another path?
ar_sa: إضافة مسار آخر

# #32031
source: Add an additional path to the filter.
ar_sa: إضافة مسار إضافي للفلترة

# #32033
source: Sort
ar_sa: تصنيف

# #32034
source: Enter custom [LOWERCASE]{}[/LOWERCASE] infolabel or property name
ar_sa: مسح الميار

# #32043
source: [COLOR=red][B]WARNING[/B][/COLOR]: This action cannot be undone.
ar_sa: الإحتفا' بالتفيرات

# #32045
source: Changes will be discarded if you do not save.
ar_sa: لا يمكن الإحتفا' بالتغيرات إن لم تقم بضغ حفظ

# #32046
source: Generating globals
ar_sa: جاري تحضير العام

# #32047
source: Generating content
ar_sa: جاري تحضير المحتوى

# #32048
source: Formatting content
ar_sa: جاري مسح المحتوى

# #32049
source: Creating XML
ar_sa: جاري تحضير XML

# #32050
source: Add playlist
ar_sa: إضافة قائمة تشغيل

# #32051
source: Add playlist as playable shortcut or a browseable directory?
ar_sa: إضافة قائمة تشغيل من وصلة اختصار او دليل مكتشف

# #32052
source: Add folder
ar_sa: إضافة مجلد

# #32053
source: Building directory
ar_sa: بناء دليل

# #32054
source: Enter profile name
ar_sa: إدخال اسم المستخدم للحساب التعريفي

# #32055
source: Add pin-code lock
ar_sa: اضافة رمز دخول

# #32056
source: Adding a pin-code lock will require users to enter the code before accessing the profile.
ar_sa: اضافة رمز دخول يستعدي ادخال الرمز قبل الدخول

# #32057
source: Enter pin-code
ar_sa: أدخل رمز الدخول

# #32058
source: Re-enter pin-code
ar_sa: أعد إدخال رمز الدخول

# #32059
source: Wrong pin code!
ar_sa: رمز دخول خاطئ

# #32060
source: Incorrect pin code entered.
ar_sa: تم إدخال رمز دخول خاطئ

# #32061
source: Default profile
ar_sa: الحساب التعريفي الإفتراضي

# #32062
source: Never logged in
ar_sa: لم يتم تسجيل الدخول

# #32063
source: Access denied!
ar_sa: دخول خاطئ

# #32064
source: Delete user profile
ar_sa: مسح الحساب التعريفي للمستخدم

# #32065
source: This will delete the skin profile for {}.
ar_sa: ستم مستح الحساب التعريفي للمظهر {}.

# #32066
source: Rename user profile
ar_sa: إعادة تسمية الحساب التعريفي

# #32067
source: No item path found!
ar_sa: لم يتم العثور على المسار

# #32068
source: No path found
ar_sa: لا يوجد مسار

# #32069
source: Choose menu
ar_sa: إختيار قائمة

# #32070
source: Choose mode
ar_sa: وضع الإختيار

# #32071
source: Add here
ar_sa: الإضافة هنا

# #32077
source: Icon
ar_sa: أيقونة

# #32078
source: Add item
ar_sa: إضافة عنصر

# #32079
source: Rebuild shortcuts
ar_sa: إعادة بناء الإختصارات

# #32080
source: Rebuild shortcuts template to include recent changes?
ar_sa: إعادة بناء إختصارات widgets لشمل التغيرات الأخيرة؟

# #32081
source: Restore shortcuts
ar_sa: إرجاع الاختصارات

# #32082
source: Restoring shortcuts resets all shortcuts to skin defaults.
ar_sa: تنبيه: إرجاع الاختصارات سيقوم بإعادة كل الإختصارات الى الوضع الإفتراضي للمظهر

# #32083
source: Add list
ar_sa: إضافة قائمة

# #32084
source: [B][COLOR=red]WARNING[/COLOR][/B]: Adding this list will add {item_count} new items (skipping {skip_count} existing items previously added). This action cannot be undone.
ar_sa: لا يوجد عناصر للإضافة

# #32087
source: Delete list
ar_sa: مسح القائمة

# #32089
source: No items to delete!
ar_sa: لا يوجد عناصر للمسح

# #32090
source: Choose shortcut
ar_sa: اختار اختصار

# #32091
source: Refresh shortcuts
ar_sa: تحديث الاختصارات

# #32092
source: Configure submenu
ar_sa: تخصيص القائمة الفرعية

# #32093
source: Configure widgets
ar_sa: widgets تخصيص

# #32094
source: Edit filters
ar_sa: تحرير الفلاتر

# #32095
source: Add new
ar_sa: اضافة جديدة
